Repository: Monogramm/ldap-one-for-all
Catalog: app/translations/messages+intl-icu.*.xlf
Languages: fr

# email_base_slogan
source: A web based LDAP Manager for everyone.
fr: Le prochain niveau de solutions cloud

# email_base_discover
source: Discover LDAP One-For-All
fr: Découvrez LDAP One-For-All

# email_base_manage
source: Manage LDAP One-For-All
fr: Gérez LDAP One-For-All

# email_base_footer
source: LDAP One-For-All Â© is a service of Monogramm. All rights reserved.
fr: LDAP One-For-All © est un service Monogramm. Tous droits réservés.

# email_verification_code_subject
source: Verification code
fr: Code de vérification

# email_verification_code_explanation
source: Connect to your account and use the following code to verify your email address
fr: Connectez-vous à votre compte et utilisez le code suivant pour vérifier votre addresse email

# email_password_reset_subject
source: Password reset
fr: Réinitialisation du mot de passe

# email_password_reset_explanation
source: Use the following link to reset your password
fr: Utilisez le lien suivant pour réinitialiser votre mot de passe

# email_password_reset_link
source: click here
fr: cliquez ici

# email_password_new_subject
source: New password
fr: Nouveau mot de passe

# email_password_new_explanation
source: Your new password
fr: Votre nouveau mot de passe

# error_user_password_invalid
source: Incorrect password
fr: Mot de passe incorrect

# error_user_password_not_current
source: New password must be different from current password!
fr: Le nouveau mot de passe doit être différent de l'actuel !

# error_user_password_not_username
source: Password must not be the username!
fr: Le mot de passe ne doit pas être le nom d'utilisateur !

# error_user_password_not_email
source: Password must not be the email!
fr: Le mot de passe ne doit pas être l'e-mail !

# error_user_email_already_taken
source: User with this email already exist
fr: L'utilisateur avec cet e-mail existe déjà

# error_user_invalid_verification_code
source: Invalid verification code
fr: Code de vérification invalide

# error_user_username_already_taken
source: Username not available
fr: Nom d'utilisateur non disponible

# error_user_registration_disabled
source: User registration disabled!
fr: Création de compte désactivée!

# error_security_username_not_found
source: No user found with this username
fr: Aucun utilisateur trouvé avec ce nom d'utilisateur

# error_security_question_not_found
source: No security question found with this name
fr: Aucune question de sécurité trouvée avec ce nom

# error_common_invalid_json
source: Invalid JSON
fr: JSON invalide

# error_ldap_deserialize
source: The LDAP entry it's not in a good format
fr: L'entrée LDAP n'est pas au bon format

# success_common_message
source: Success
fr: Succès
